Repository: common-repository/acf-bootstrap-button
Catalog: lang/acf-bootstrap-button.po
Languages: it

source: Set disabled state as default when creating a new button.
it: Imposta lo stato disabilitato come predefinito quando crei un nuovo pulsante.

source: Set active state as default when creating a new button.
it: Imposta lo stato attivo come predefinito quando crei un nuovo pulsante.

source: Allow Advanced Options
it: Consenti opzioni avanzate

source: Display advanced button options (text, tag, style, size, active state, disabled state and css class).
it: Mostra le opzioni avanzate dei pulsanti (testo, tag, stile, dimensione, stato attivo, stato disabilitato e classe css).

source: Text
it: Testo

source: Style
it: Stile

source: Size
it: Dimensione

source: Active State
it: Stato attivo

source: Disabled State
it: Stato disabilitato

source: CSS Class
it: Classe CSS

source: Default Button Text
it: Testo predefinito del pulsante

source: Set the default text of the button when you create a new button.
it: Imposta il testo predefinito del pulsante quando crei un nuovo pulsante.

source: Default Tag
it: Tag predefinito

source: Set the default button tag when creating a new button.
it: Imposta il tag predefinito del pulsante quando crei un nuovo pulsante.

source: Default Style
it: Stile predefinito

source: Set the default button style when creating a new button.
it: Imposta lo stile predefinito del pulsante quando crei un nuovo pulsante.

source: Default Size
it: Dimensione predefinita

source: Set the default size when creating a new button.
it: Imposta la dimensione predefinita del pulsante quando crei un nuovo pulsante.

source: Large
it: Grande

source: Small
it: Piccolo

source: Extra Small
it: Piccolissimo

source: Default Active State
it: Stato attivo predefinito

source: Yes
it: SÃ¬

source: Default Disabled State
it: Stato disabilitato predefinito

source: Default CSS Class
it: Classe CSS predefinita

source: Set default button css class when creating a new button.
it: Imposta la classe CSS predefinita del pulsante quando crei un nuovo pulsante.

source: Currently selected page
it: Pagina attualmente selezionata

source: Title
it: Titolo

source: Open in new window
it: Apri in una nuova finestra

source: No link selected yet
it: Nessun collegamento ancora selezionato

source: Insert Link
it: Inserisci un collegamento

source: Edit Link
it: Modifica link

source: Remove Link
it: Rimuovi link

source: Custom CSS Class(es)
it: Classe(i) CSS personalizzata

source: Add a field to create a Bootstrap Button for the popular Advanced Custom Fields plugin, with internal or external link.
it: Aggiungi un campo per creare un pulsante Bootstrap per il popolare plugin Advanced Custom Fields, con link interno o esterno.
